// 订单状态
export const orderStatusMap = {
  "-1": "等待安排",
  1: "写作进行",
  2: "打回修改",
  3: "订单完成",
  4: "提交客户",
  5: "已经交稿",
  6: "收款中",
};

// 任务类型
export const taskTypeMap = {
  1: "文章写作",
  2: "文章修改",
  3: "润色降重",
  4: "Office服务",
  5: "其他服务",
};

export const TimeTypeMap = {
  1: "优先处理",
  2: "常规处理",
  3: "暂缓处理",
};

// 支付方式
export const payTypeMap = {
  1: "支付宝",
  2: "微信",
  3: "银行转账",
  4: "对公账户",
  5: "线上支付",
};

// 学历
// 1，专科，2本科，3硕士，4其他
export const eduMap = {
  1: "专科",
  2: "本科",
  3: "硕士",
  4: "其他",
};
